#+begin_src bash :results verbatim :exports both
  python3 main.py --cv cv.json --out out
  git -C out log --all --graph --oneline --date=short --pretty=format:"%C(yellow)%h%Creset%C(red)%C(bold)%d%Creset%C(white)(%cd)%Creset %s"
#+end_src

#+RESULTS:
#+begin_example
,* bb9a342 (HEAD -> az)(2020-09-01) Start working at Astra Zeneca
,*   7faaeeb (master)(2020-07-04) Finish working at Seal
|\  
| * 1d05ce7 (seal)(2016-01-01) Start working at Seal
|/  
,*   50aadba(2016-01-01) Finish master thesis
|\  
| * 7513351 (chalmers)(2015-01-01) Begin master thesis
,* |   57e4400(2015-01-01) End working at Ericsson
|\ \  
| * | ddb7eeb (ericsson)(2010-01-01) Start working at Ericsson parttime
,* | | ff070ef(2014-01-01) End working at Antikvariat PAN parttime
|\| | 
| * | f9075be (pan)(2008-01-01) Start working at Antikvariat PAN parttime
| |/  
| * 516f9a5(2008-01-01) Start Chalmers
|/  
,*   f054fe8(2007-01-01) Finish highschool
|\  
| * 205db0f (highschool)(2004-01-01) Start highschool
|/  
,* 578210a(1992-01-01) Move to Sweden
,* 9b28b39(1988-09-30) Born
#+end_example

